Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Aban,Abbas,Abbud,Abdul-ʿAdl,Abdul-Ahad,Abdul-Alim,Abdul-Aliyy,Abdul-Azim,Abdul-Aziz,Abdul-Badi,Abdul-Baʿith,Abdul-Baqi,Abdul-Bari,Abdul-Barr,Abdul-Basir,Abdul-Basit,Abdul-Fattah,Abdul-Ghaffar,Abdul-Ghafur,Abdul-Ghani,Abdul-Hadi,Abdul-Hafiz,Abdul-Hakam,Abdul-Hakim,Abdul-Halim,Abdul-Hamid,Abdul-Haqq,Abdul-Hasib,Abdul-Hayy,Abdul-Jabbar,Abdul-Jalil,Abdul-Karim,Abdul-Khabir,Abdul-Khaliq,Abdul-Latif,Abdul-Malik,Abdul-Majid,Abdul-Matin,Abdul-Mubdiʾ,Abdul-Mughni,Abdul-Muhaimin,Abdul-Muhsi,Abdul-Muhyi,Abdul-Muʿid,Abdul-Muʿizz,Abdul-Mujib,Abdul-Mumin,Abdul-Muqaddim,Abdul-Muqtadir,Abdul-Musawwir,Abdul-Mutaʿal,Abdul-Nafi,Abdul-Nasser,Abdul-Nasir,Abdul-Nur,Abdul-Qadir,Abdul-Qahhar,Abdul-Qawi,Abdul-Qayyum,Abdul-Quddus,Abdul-Rafi,Abdul-Rahim,Abdul-Rahman,Abdul-Rashid,Abdul-Raʿuf,Abdul-Razzaq,Abdul-Shakur,Abdul-Tawwab,Abdul-Wadud,Abdul-Wahhab,Abdul-Wahid,Abdul-Wajid,Abdul-Wakil,Abdul-Wali,Abdul-Waliy,Abdul-Warith,Abdul-Zahir,Abdullah,ʿAbid,ʿAbidin,Abu Bakr,Aby al-Khayr,Adil,Adham,Adib,ʿAdli,ʿAdnan,ʿAfif,Ahmad,ʿAjib,ʿAkif,Akil,Akram,Alaʾ,Alaʾ al-Din,Alʿ Abbas,Aladdin,al-Bara,al-Hakam,al-Harith,Alhasan,Alhusain,Ali,Alim,Almahdi,al-Safi,Altaf,Altair,al-Tayyib,al-Tijani,al-Tufail,Amid,ʿAmid,Amin,Amir,ʿAmir,Amjad,ʿAmmar,ʿAmro,Anas,Anis,ʿAntarah,Anwar,ʿAqil,Arfan,Arif,ʿArif,Asad,Asʿad,Asadel,Ashraf,Asif,ʿAsim,Aswad,Ataʿ,Ataʿ Allah,Ataʿ al-Rahman,Athil,Athir,ʿAtif,ʿAwad,ʿAwf,Aws,Awwab,Ayham,Ayman,Ayser,Ayyub,Aza,ʿAzab,Azhar,Azim,ʿAziz,ʿAzzam,Badi,Badi al-Zaman,Badr,Badr al-Din,Badri,Bahaʿ,Bahiyy al-Din,Bahij,Bahir,Bakr,Bakri,Baligh,Bandar,Barakah,Barir,Bashshar,Basil,Basim,Bassam,Bayezid,Bayhas,Bilal,Bishr,Boulos,Budail,Burhan,Bushr,Butrus,Dabir,Dani,Darwish,Daʿud,Dhakir,Dhakiy,Dhakwan,Dhul Fiqar,Dirar,Diya,Diya al-Din,Duqaq,Fadi,Fadil,Fadl,Fadl Allah,Fahd,Fahad,Fahmi,Faisal,Faʿiz,Fakhir,Fakhr al-Din,Fakhri,Fakih,Falah,Falih,Faraj,Farhan,Farid,Fariq,Fariq,Faris,Faruq,Fath,Fathi,Fatih,Fatin,Fawwaz,Fawzan,Fawzi,Fayyad,Ferran,Fida,Fikri,Firas,Fuʿad,Fudail,Gamal,Ghayth,Ghali,Ghalib,Ghanim,Ghassan,Ghawth,Ghazwan,Ghiyath,Habbab,Habib,Haddad,Hadi,Hafiz,Hakem,Hakim,Halim,Hamal,Hamas,Hamdan,Hamdi,Hamid,Hamim,Hamzah,Hana,Hanaʾi,Hanbal,Hani,Hanif,Hannad,Haris,Harith,Harun,Hashim,Hassan,Hatim,Haydar,Haytham,Hayyan,Hazim,Hilal,Hilmi,Hisham,Hud,Hudad,Hudhafah,Hudhayfah,Humam,Hussein,Husam,Husam al-Din,Ibrahim,ʿId,Idris,Ihsan,Ihtisham,ʿIkrimah,Ilias,ʿImad,Imad al-Din,Imran,Imtiyaz,Inʿam,Iqbal,ʿIrfan,ʿIsa,ʿIsam,Ishaq,Ismaʿil,Iyad,Iyas,Izz al-Din,Jabbar,Jabr,Jabir,Jad Allah,Jaʿfar,Jal,Jalal,Jalal al-Din,Jalil,Jamal,Jamal al-Din,Jamil,Jarir,Jasim,Jaul,Jaun,Jawad,Jawdah,Jawhar,Jibran,Jibril,Jubair,Jul,Jumah,Junayd,Juwain,Kadar,Kadin,Kadir,Kahil,Kaliq,Kamal,Kamil,Karam,Kardal,Karif,Karim,Kasib,Kasim,Katib,Kazim,Khalaf,Khaldun,Khalid,Khalil,Khalil al-Allah,Khalis,Khatib,Khair al-Din,Khairi,Khoury,Khulus,Khuzaymah,Kutaiba,Labib,Lablab,Latif,Layth,LuʿayLubayd,Luqman,Lut,Lutfi,Maʿd,Madani,Mahbub,Mahdi,Mahfuz,Mahir,Mahjub,Mahmud,Mahrus,Maimun,Majd,Majdy,Majd al-Din,Majid,Makin,Malik,Mamduh,Maʿmun,Maʿin,Mandhur,Mansur,Marghub,Marid,Maʿruf,Marwan,Marzuq,Mashʿal,Mashhur,Masrur,Masʿud,Masun,Maysarah,Mazhar,Mazin,Mehmed,Mihran,Mihyar,Mikaʾil,Miqdad,Misbah,Mishʿal,Miyaz,Muʾadh,Muʾawiyah,Muʾayyad,Mubarak,Mubin,Mudar,Muddaththir,Mufid,Muflih,Muhab,Muhayr,Muhammad,Muhanna,Muhannad,Muhib,Muhibb,Muhsin,Muhtadi,Muhyi al-Din,Muʿin,Muʿizz,Mujab,Mujahid,Mukarram,Mukhlis,Mukhtar,Mulham,Mulhim,Muʿmmar,Muʿmin,Mumtaz,Munahid,Mundhir,Munib,Munif,Munir,Muʿnis,Munjid,Munsif,Muntasir,Murad,Murid,Murshid,Murtada,Musa,Musʿab,Musaʿid,Mushtaq,Muslih,Muslim,Mutafa,Mutaʾ,Muʿtasim,Mutawalli,Muʿtazz,Muthanna,Muti,Muwaffaq,Muyassar,Muzaffar,Mussammil,Nabhan,Nabighah,Nabih,Nabil,Nadhir,Nadim,Nadir,Nafiʾ,Nahid,Naʾil,Naʾim,Naji,Najib,Najid,Najjar,Najm al-Din,Naʿaman,Namir,Nashʿah,Nashʿat,Nashwan,Nasib,Nasih,Nasim,Nasir,Nasir al-Din,Nasr,Nasri,Nasuh,Nawaf,Nawfal,Nayif,Nazih,Nazim,Nazmi,Nibras,Nidal,Nijad,Nimr,Nizar,Nuʿaym,Nuh,Nuhayd,Numair,Nuʿman,Nur al-Din,Nuri,Nusrah,Nusrat,Omar,Orhan,Osman,Qasim,Qays,Qudamah,Qusay,Qatadah,Qutaybah,Qutb,Qutuz,Rabah,Rabi,Radi,Rafi,Rafid,Rafiq,Raghib,Rahman,Raʿid,Raʿif,Rais,Rajaa,Rajab,Raji,Rajih,Rakin,Rami,Ramih,Ramiz,Ramzi,Rani,Rashad,Rashid,Rasil,Rasin,Rasmi,Rasul,Ratib,Raʿuf,Rayhan,Rayyan,Razin,Ridha,Ridwan,Rihab,Riyad,Rizq,Ruhi,Rushd,Rushdi,Ruwayd,Saad,Saʿadah,Sab,Sabih,Sabir,Sabri,Saʿd,Saʿd al-Din,Sadad,Sadid,Sadiq,Saʿdun,Saʿid,Safi,Safiy,Safiy al-Din,Safuh,Safwah,Safwat,Safwan,Sahib,Sahir,Sahl,Saʾib,Saif,Saif al-Din,Sajid,Sajjad,Sakhr,Salah,Salah al-Din,Salamah,Salih,Salim,Salman,Sami,Samih,Samir,Samman,Saqr,Sariyah,Sati,Saud,Sayyid,Shaʿban,Shadi,Shadin,Shafi,Shafiq,Shahid,Shahin,Shahir,Shakib,Shakir,Shams al-Din,Shamal,Shamil,Shamim,Sharaf,Sharif,Shawqi,Shihab,Shihab al-Din,Shihad,Shuʿayb,Shukri,Shumayl,Siddiq,Sinan,Siraj,Siraj al-Din,Sofian,Subhi,Sufyan,Suhayb,Suhayl,Suhaym,Sulaiman,Sumrah,Suraqah,Suʿud,Tahir,Tahsin,Taym Allah,Taj,Taj al-Din,Talal,Talib,Tamim,Tamir,Tamam,Tammam,Taqiy,Tarif,Tariq,Taslim,Tawfiq,Tawhid,Taymullah,Taysir,Tayyib,Thabit,Thamir,Thaqib,Thawab,Thawban,ʿUbaidah,Ubaid,Ubayy,ʿUdayl,ʿUday,ʿUmar,Umarah,Umair,ʾaUrwah,Usaym,Usama,ʿUtbah,Uthal,Uthman,Waddah,Wadi,Wadid,Wafiq,Wahab,Wahhab,Wahid,Waʾil,Wajdi,Wajid,Wajih,Wakil,Walid,Walif,Waliy Allah,Waliy al-Din,Waqar,Waqqas,Ward,Wasif,Wasil,Wasim,Wazir,Yahya,Yaman,Yaʿqub,Yasar,Yasin,Yasir,Yazan,Yazid,Yunus,Yushua,Yusri,Yusuf,Zafar,Zafir,Zahid,Zahir,Zayd,Zaim,Zayn,Zarif,Zakarriya,Zaki,Zakwan,Ziyad,Zubayr,Zuhayr
uk_ua: Абан,Аббас,Аббуд,Абдул-'Адл,Абдул-Ахад,Абдул-Алім,Абдул-Алійи,Абдул-Азім,Абдул-Азіз,Абдул-Баді,Абдул-Ба'ітх,Абдул-Баяі,Абдул-Барі,Абдул-Барр,Абдул-Басір,Абдул-Басіт,Абдул-Фаттах,Абдул-Гхаффар,Абдул-Гхафур,Абдул-Гхані,Абдул-Хаді,Абдул-Хафіз,Абдул-Хакам,Абдул-Хакім,Абдул-Халім,Абдул-Хамід,Абдул-Хаяя,Абдул-Хасіб,Абдул-Хайи,Абдул-Яббар,Абдул-Яліл,Абдул-Карім,Абдул-Кхабір,Абдул-Кхалія,Абдул-Латіф,Абдул-Малік,Абдул-Майід,Абдул-Матін,Абдул-Мубді',Абдул-Мугхні,Абдул-Мухаімін,Абдул-Мухсі,Абдул-Мухйі,Абдул-Му'ід,Абдул-Му'ізз,Абдул-Муйіб,Абдул-Мумін,Абдул-Муяаддім,Абдул-Муятадір,Абдул-Мусаввір,Абдул-Мута'ал,Абдул-Нафі,Абдул-Нассер,Абдул-Насір,Абдул-Нур,Абдул-Яадір,Абдул-Яаххар,Абдул-Яаві,Абдул-Яаюм,Абдул-Яуддус,Абдул-Рафі,Абдул-Рахім,Абдул-Рахман,Абдул-Рашід,Абдул-Ра'уф,Абдул-Раззая,Абдул-Шакур,Абдул-Тавваб,Абдул-Вадуд,Абдул-Ваххаб,Абдул-Вахід,Абдул-Вайід,Абдул-Вакіл,Абдул-Валі,Абдул-Валій,Абдул-Варітх,Абдул-Захір,Абдуллах,'Абід,'Абідін,Абу Бакр,Аби ал-Кхайр,Аділ,Адхам,Адіб,'Адлі,'Аднан,'Афіф,Ахмад,'Айіб,'Акіф,Акіл,Акрам,Ала',Ала' ал-Дін,Ал' Аббас,Аладдін,ал-Бара,ал-Хакам,ал-Харітх,Алхасан,Алхусаін,Алі,Алім,Алмахді,ал-Сафі,Алтаф,Алтаір,ал-Тайіб,ал-Тіяні,ал-Туфаіл,Амід,'Амід,Амін,Амір,'Амір,Амяд,'Аммар,'Амро,Анас,Аніс,'Антарах,Анвар,'Аяіл,Арфан,Аріф,'Аріф,Асад,Ас'ад,Асадел,Ашраф,Асіф,'Асім,Асвад,Ата',Ата' Аллах,Ата' ал-Рахман,Атхіл,Атхір,'Атіф,'Авад,'Авф,Авс,Авваб,Айхам,Айман,Айсер,Айюб,Аза,'Азаб,Ажар,Азім,'Азіз,'Аззам,Баді,Баді ал-Заман,Бадр,Бадр ал-Дін,Бадрі,Баха',Бахійи ал-Дін,Бахій,Бахір,Бакр,Бакрі,Балігх,Бандар,Бараках,Барір,Башшар,Басіл,Басім,Бассам,Байезід,Байхас,Білал,Бішр,Боулос,Будаіл,Бурхан,Бушр,Бутрус,Дабір,Дані,Дарвіш,Да'уд,Дхакір,Дхакій,Дхакван,Дхул Фіяар,Дірар,Дія,Дія ал-Дін,Дуяая,Фаді,Фаділ,Фадл,Фадл Аллах,Фахд,Фахад,Фахмі,Фаісал,Фа'із,Факхір,Факхр ал-Дін,Факхрі,Факіх,Фалах,Фаліх,Фарай,Фархан,Фарід,Фарія,Фарія,Фаріс,Фаруя,Фатх,Фатхі,Фатіх,Фатін,Фавваз,Фавзан,Фавзі,Файяд,Ферран,Фіда,Фікрі,Фірас,Фу'ад,Фудаіл,Гамал,Гхайтх,Гхалі,Гхаліб,Гханім,Гхассан,Гхавтх,Гхазван,Гхіятх,Хаббаб,Хабіб,Хаддад,Хаді,Хафіз,Хакем,Хакім,Халім,Хамал,Хамас,Хамдан,Хамді,Хамід,Хамім,Хамзах,Хана,Хана'і,Ханбал,Хані,Ханіф,Ханнад,Харіс,Харітх,Харун,Хашім,Хассан,Хатім,Хайдар,Хайтхам,Хайян,Хазім,Хілал,Хілмі,Хішам,Худ,Худад,Худхафах,Худхайфах,Хумам,Хуссеін,Хусам,Хусам ал-Дін,Ібрахім,'ід,Ідріс,Іхсан,Іхтішам,'ікрімах,Іліас,'імад,Імад ал-Дін,Імран,Імтіяз,Ін'ам,Іябал,'ірфан,'іса,'ісам,Ішая,Ісма'іл,Іяд,Іяс,Ізз ал-Дін,Яббар,Ябр,Ябір,Яд Аллах,Я'фар,Ял,Ялал,Ялал ал-Дін,Яліл,Ямал,Ямал ал-Дін,Яміл,Ярір,Ясім,Яул,Яун,Явад,Явдах,Явхар,Йібран,Йібріл,Юбаір,Юл,Юмах,Юнайд,Юваін,Кадар,Кадін,Кадір,Кахіл,Калія,Камал,Каміл,Карам,Кардал,Каріф,Карім,Касіб,Касім,Катіб,Казім,Кхалаф,Кхалдун,Кхалід,Кхаліл,Кхаліл ал-Аллах,Кхаліс,Кхатіб,Кхаір ал-Дін,Кхаірі,Кхоури,Кхулус,Кхузаймах,Кутаіба,Лабіб,Лаблаб,Латіф,Лайтх,Лу'айЛубайд,Луяман,Лут,Лутфі,Ма'д,Мадані,Махбуб,Махді,Махфуз,Махір,Махюб,Махмуд,Махрус,Маімун,Майд,Майдй,Майд ал-Дін,Майід,Макін,Малік,Мамдух,Ма'мун,Ма'ін,Мандхур,Мансур,Маргхуб,Марід,Ма'руф,Марван,Марзуя,Маш'ал,Мавур,Масрур,Мас'уд,Масун,Майсарах,Мажар,Мазін,Мехмед,Міхран,Міхяр,Міка'іл,Міядад,Місбах,Міш'ал,Міяз,Му'адх,Му'авіях,Му'айяд,Мубарак,Мубін,Мудар,Муддатхтхір,Муфід,Муфліх,Мухаб,Мухайр,Мухаммад,Муханна,Муханнад,Мухіб,Мухібб,Мухсін,Мухтаді,Мухйі ал-Дін,Му'ін,Му'ізз,Муяб,Муяхід,Мукаррам,Мукхліс,Мукхтар,Мулхам,Мулхім,Му'ммар,Му'мін,Мумтаз,Мунахід,Мундхір,Муніб,Муніф,Мунір,Му'ніс,Мунйід,Мунсіф,Мунтасір,Мурад,Мурід,Муршід,Муртада,Муса,Мус'аб,Муса'ід,Муштая,Мусліх,Муслім,Мутафа,Мута',Му'тасім,Мутаваллі,Му'тазз,Мутханна,Муті,Муваффая,Муяссар,Музаффар,Муссамміл,Набхан,Набігхах,Набіх,Набіл,Надхір,Надім,Надір,Нафі',Нахід,На'іл,На'ім,Найі,Найіб,Найід,Найяр,Найм ал-Дін,На'аман,Намір,Наш'ах,Наш'ат,Нашван,Насіб,Насіх,Насім,Насір,Насір ал-Дін,Наср,Насрі,Насух,Наваф,Навфал,Найіф,Назіх,Назім,Назмі,Нібрас,Нідал,Ніяд,Німр,Нізар,Ну'айм,Нух,Нухайд,Нумаір,Ну'ман,Нур ал-Дін,Нурі,Нусрах,Нусрат,Омар,Орхан,Осман,Яасім,Яайс,Яудамах,Яусай,Яатадах,Яутайбах,Яутб,Яутуз,Рабах,Рабі,Раді,Рафі,Рафід,Рафія,Рагхіб,Рахман,Ра'ід,Ра'іф,Раіс,Раяа,Раяб,Райі,Райіх,Ракін,Рамі,Раміх,Раміз,Рамзі,Рані,Рашад,Рашід,Расіл,Расін,Расмі,Расул,Ратіб,Ра'уф,Райхан,Райян,Разін,Рідха,Рідван,Ріхаб,Ріяд,Різя,Рухі,Рушд,Рушді,Рувайд,Саад,Са'адах,Саб,Сабіх,Сабір,Сабрі,Са'д,Са'д ал-Дін,Садад,Садід,Садія,Са'дун,Са'ід,Сафі,Сафій,Сафій ал-Дін,Сафух,Сафвах,Сафват,Сафван,Сахіб,Сахір,Сахл,Са'іб,Саіф,Саіф ал-Дін,Сайід,Сайяд,Сакхр,Салах,Салах ал-Дін,Саламах,Саліх,Салім,Салман,Самі,Саміх,Самір,Самман,Саяр,Саріях,Саті,Сауд,Сайід,Ша'бан,Шаді,Шадін,Шафі,Шафія,Шахід,Шахін,Шахір,Шакіб,Шакір,Шамс ал-Дін,Шамал,Шаміл,Шамім,Шараф,Шаріф,Шавяі,Шіхаб,Шіхаб ал-Дін,Шіхад,Шу'айб,Шукрі,Шумайл,Сіддія,Сінан,Сірай,Сірай ал-Дін,Софіан,Субхі,Суфян,Сухайб,Сухайл,Сухайм,Сулаіман,Сумрах,Сураяах,Су'уд,Тахір,Тахсін,Тайм Аллах,Тай,Тай ал-Дін,Талал,Таліб,Тамім,Тамір,Тамам,Таммам,Таяій,Таріф,Тарія,Таслім,Тавфія,Тавхід,Таймуллах,Тайсір,Тайіб,Тхабіт,Тхамір,Тхаяіб,Тхаваб,Тхавбан,'Убаідах,Убаід,Убайі,'Удайл,'Удай,'Умар,Умарах,Умаір,'аУрвах,Усайм,Усама,'Утбах,Утхал,Утхман,Ваддах,Ваді,Вадід,Вафія,Вахаб,Ваххаб,Вахід,Ва'іл,Вайді,Вайід,Вайіх,Вакіл,Валід,Валіф,Валій Аллах,Валій ал-Дін,Ваяар,Ваяяас,Вард,Васіф,Васіл,Васім,Вазір,Яхя,Яман,Я'яуб,Ясар,Ясін,Ясір,Язан,Язід,Юнус,Юшуа,Юсрі,Юсуф,Зафар,Зафір,Захід,Захір,Зайд,Заім,Зайн,Заріф,Закаррія,Закі,Закван,Зіяд,Зубайр,Зухайр
